content/topics/eliza_effect.md
+++
title = "ELIZA effect"
author = ["Dorneanu"]
tags = ["psychology", "ai"]
draft = false
+++

## Overview {#overview}

The ELIZA effect is the tendency of people to project emotional depth, understanding, and genuine caring onto machines that simulate human-like listening — even when they know the machine is incapable of real understanding. Named after ELIZA, the 1966 MIT chatbot written by Joseph Weizenbaum that mimicked a Rogerian therapist using simple pattern-matching rules.

Weizenbaum was alarmed to discover that users — including his own secretary and graduate students, who knew ELIZA's limitations — nonetheless wanted to be alone with the program and confide in it. The effect is magnified by "sociable" machine behaviours: tracking motion, making (simulated) eye contact, remembering a user's name. The ELIZA effect is the foundational case study of what Sherry Turkle calls "the simulation of empathy."


## Key mechanism {#key-mechanism}

The ELIZA effect operates through the Rogerian mirroring technique: reflecting the user's own words back as a question ("I hear you saying that you hate your mother"). This creates the **illusion** of being understood while the machine has processed nothing semantically. Because the listener's role in a real conversation is to model the speaker's inner life, any credible simulation of that role activates the social brain's empathy circuits.

The effect is not dependent on intelligence or awareness on the machine's part — it arises on the user's side, as a projection. This makes it robust across all levels of AI sophistication, from ELIZA's 1960s pattern-matching to contemporary LLMs.


### The simulation problem {#the-simulation-problem}

Turkle's central question about the ELIZA effect: "Has the simulation of empathy become empathy enough? The simulation of communion, communion enough?" The concern is not that the machine deceives us — we often know it does not truly understand — but that we collude in the deception because a simulacrum of being heard satisfies needs that real relationships have left unmet.

> Machines have none to offer, and yet we persist in the desire for companionship and even communion with the inanimate. Has the simulation of empathy become empathy enough? The simulation of communion, communion enough?

(Turkle, Reclaiming Conversation, p. 299)


## Scale in the LLM era {#scale-in-the-llm-era}

Weizenbaum documented the ELIZA effect in 1966 with a primitive pattern-matching program. The same dynamic now operates at civilisational scale with LLMs capable of far more convincing simulation. Turkle's 2015 warning about "automated psychotherapy programs" and "caring robots" has since materialised as commercial AI companions (Character.ai, Replika) deployed to millions of users — including adolescents — without resolution of the ethical questions she raised.

The ELIZA effect helps explain why [Phone-based childhood]({{< relref "phone_based_childhood.md" >}}) youth, who grew up with attenuated face-to-face conversation skills, may be especially susceptible: having received less practice at real conversation, they may find the frictionless simulation of being heard more appealing by comparison.


## Connection to other topics {#connection-to-other-topics}

-   [Solitude]({{< relref "solitude.md" >}}) — machine companions offer the illusion of companionship without the demands of genuine relationship; they are, in Turkle's phrase, "companionship without the demands of friendship"
-   [Phone-based childhood]({{< relref "phone_based_childhood.md" >}}) — children who lack face-to-face conversation practice may be more vulnerable to the ELIZA effect
-   [Attention Economy]({{< relref "attention_economy.md" >}}) — AI companions are a new frontier of the attention economy: monetizing the human need for connection


## Resources {#resources}

-   2026-06-05 ◦ [Reclaiming Conversation — Sherry Turkle (2015)](https://www.goodreads.com/en/book/show/24612127-reclaiming-conversation) — coined the term and traced it from Weizenbaum's 1966 shock to contemporary caring robots; central to Turkle's "fourth chair" argument about who we become when we talk to machines
